export const Services = () => {
  return (
    <section className='section services'>
      <div className='container'>
        <div className='section__content'>
          <h2 className='section__title'>Чим я можу тобі допомогти</h2>
          <p className='section__description'>
            Моя "фішка" - допомагати тим, хто вже навчається на курсах
            програмування. За свою багаторічну практику я знайомий з основними
            курсами з веб-програмування та з їх сильними та слабкими сторонами.
            Зможу пояснити тобі будь-яку складну тему простою мовою, допомогти з
            вирішенням домашніх завдань та заповнити прогалини в твоїх знаннях -
            і все це в рамках твого курсу.
          </p>
          <p className='section__description'>
            Якщо ти хочеш почати вивчати веб-розробку з 0 та ще не впевнений, чи
            це "твоє" та чи сподобається тобі ця діяльність - можеш спробувати
            позайматись зі мною без того, щоб вкладати великі гроші у
            повноцінний курс, і матимеш змогу швидко зрозуміти, чи подобається
            тобі веб-розробка та чи хочеш ти входити в неї всерйоз та надовго.
          </p>
          <p className='section__description'>
            Якщо ти - новачок та вже знаєш, що хочеш вивчати веб-розробку, тобі
            цікаві комп'ютери та програмування - я зможу допомогти тобі пройти
            цей шлях у комфортному для тебе темпі, без стресу, дедлайнів та
            інших обмежень, які так чи інакше притаманні традиційним курсам
            програмування. По закінченню курсу в твоєму портфоліо буде 5 робіт, які тобі не соромно буде показати своєму майбутньому роботодавцю.
          </p>
          <p className='section__description'>
            Я гарантую, що ти зможеш вивчити веб-розробку зі мною, якщо будеш
            систематично та старанно вчитися, виконувати домашні завдання та
            регулярно займатися зі мною два рази на тиждень.
          </p>
        </div>
      </div>
    </section>
  );
};
