export const faqs = [
  {
    id: 1,
    q: 'Скільки часу потрібно на вивчення курсу?',
    a: 'Це дуже індивідуально, але якщо учень займається систематично і регулярно, то приблизні строки такі:HTML / CSS  ~ 2-3 місяця JavaScript - 5 - 6 місяців React - 2 - 3 місяця',
  },
  {
    id: 2,
    q: 'Які роботи будуть в моєму портфоліо по закінченню навчання?',
    a: 'У твоєму портфоліо буде 5 проектів, які ми разом зробимо протягом усього курсу навчання',
  },
  {
    id: 3,
    q: 'Скільки разів на тиждень потрібно займатись з ментором?',
    a: 'Мій багаторічний досвід роботи з учнями доводить, що оптимально займатися 2 рази на тиждень по  1 годині за заняття',
  },
  {
    id: 4,
    q: 'Чи можна отримати допомогу з домашніми завданнями, якщо я вже навчаюся на курсах?',
    a: 'Так. Ми можемо навчатися по програмі курсу, який ти зараз проходиш та виконувати домашні завдання цього курсу разом в процесі навчання',
  },
  {
    id: 5,
    q: 'Чи потрібно знати англійську мову, щоб вивчати веб-розробку?',
    a: 'На початку навчання це не обовʼязково, але для успішного працевлаштування певний рівень англійської просто необхідний',
  },
  {
    id: 6,
    q: 'Скільки триває одне заняття?',
    a: 'У більшості випадків однієї години достатнь, адже обсяг інформації дуже великий. Ефективно займатися частіше, а не довше',
  },
  {
    id: 7,
    q: 'Чи зможу я знайти роботу веб-розробником після навчання?',
    a: 'Я переконаний, що людина, яка володіє навичками веб-розробки та англійською мовою на певному рівні точно буде працевлаштована',
  },
  {
    id: 8,
    q: 'Коли проходять заняття?',
    a: 'У зв’язку з моїм робочим графіком, я викладаю кожного дня з 11 години до 18 години за київським часом',
  },
  {
    id: 9,
    q: 'Як проходять заняття?',
    a: 'Заняття проходять на платформі Zoom - я під’єднуюсь до вашого комп’ютера та ми разм з вами працюємо на ньому. При бажанні заняття можна записувати та передивлятись при виконанні домашніх завдань',
  },
  {
    id: 10,
    q: 'Чи є на курсі домашні завдання?',
    a: 'Так. Виконання домашніх завдань є основою курсу. Домашні завдання завантажуються на ваш гітхаб та проходять код-рев’ю від ментора',
  },
  {
    id: 11,
    q: 'Чи передбачений пробний безкоштовний урок?',
    a: 'Так. Перше заняття триває 30 хвилин, на ньому ми знайомимося, обговорюємо план дій, та очікування',
  },
];
