export const faqs = [
  {
    id: 1,
    q: 'Скільки часу потрібно на вивчення курсу?',
    a: ' <br />Це дуже індивідуально, але якщо займатися систематично і регулярно, то приблизні строки такі:<br /><br /><ol style="list-style: number; padding-left: 40px; display: flex; flex-direction: column; gap: 6px"><li>HTML / CSS  ~ 2-3 місяця</li><li>JavaScript - 5-6 місяців</li><li>React - 2-3 місяця</li></ol> <br /><br />',
  },
  {
    id: 2,
    q: 'Які роботи будуть в моєму портфоліо по закінченню навчання?',
    a: '<br />У твоєму портфоліо буде 5 проектів, які ми разом зробимо протягом усього курсу навчання<br /><br />',
  },
  {
    id: 3,
    q: 'Скільки разів на тиждень потрібно займатись з ментором?',
    a: '<br />Мій багаторічний досвід роботи з учнями доводить, що оптимально займатися <strong>2 рази на тиждень</strong> по 1 годині за заняття<br /><br />',
  },
  {
    id: 4,
    q: 'Чи можна отримати допомогу з домашніми завданнями, якщо я вже навчаюся на курсах?',
    a: '<br />Так. Ми можемо навчатися по програмі курсу, який ти зараз проходиш та виконувати домашні завдання цього курсу разом<br /><br />',
  },
  {
    id: 5,
    q: 'Чи потрібно знати англійську мову, щоб вивчати веб-розробку?',
    a: '<br />На початку навчання це не обовʼязково, але для успішного працевлаштування певний рівень англійської просто необхідний<br /><br />',
  },
  {
    id: 6,
    q: 'Скільки триває одне заняття?',
    a: '<br />У більшості випадків однієї години достатньо, адже обсяг інформації дуже великий. Ефективно займатися частіше, а не довше<br /><br />',
  },
  {
    id: 7,
    q: 'Чи зможу я знайти роботу веб-розробником після навчання?',
    a: '<br />Я переконаний, що людина, яка володіє навичками веб-розробки та англійською мовою на певному рівні точно буде працевлаштована<br /><br />',
  },
  {
    id: 8,
    q: 'Коли проходять заняття?',
    a: '<br />У зв’язку з моїм робочим графіком, я викладаю кожного дня з 10 години до 19 години за київським часом<br /><br />',
  },
  {
    id: 9,
    q: 'Як проходять заняття?',
    a: '<br />Заняття проходять на платформі Zoom - я під’єднуюсь до вашого комп’ютера та ми разм з вами працюємо на ньому. При бажанні заняття можна записувати та передивлятись при виконанні домашніх завдань<br /><br />',
  },
  {
    id: 10,
    q: 'Чи є на курсі домашні завдання?',
    a: '<br />Так. Виконання домашніх завдань є основою курсу. Домашні завдання завантажуються на ваш гітхаб та проходять код-рев’ю від ментора<br /><br />',
  },
  {
    id: 11,
    q: 'Чи передбачений пробний безкоштовний урок?',
    a: '<br />Так. Перше заняття триває 30 хвилин, на ньому ми знайомимося, обговорюємо план дій, та очікування<br /><br />',
  },
];
