import tanyaD from '../../assets/images/reviews/avatar--tania.png';
import vitalii from '../../assets/images/reviews/avatar--vitalii.png';
import anya from '../../assets/images/reviews/avatar--anya.png';
import mariya from '../../assets/images/reviews/avatar--mariya.png';
import ivan from '../../assets/images/reviews/avatar--ivan.png';
import olga from '../../assets/images/reviews/avatar--olga.png';

export const ReviewsList = [
  {
    id: 'tetyana',
    name: 'Тетяна',
    reviewDate: '2 роки тому',
    reviewText:
      'Рада що звернулася саме до вас! Ви допомогли мені з багатьма темами з JS і React, дуже добре і дохідливо все пояснюєте, що допомогло мені в освоєнні складних для мене матеріалів. Заняття проходили завжди легко і продуктивно. Ціную ваш відповідальний підхід до викладання, пунктуальність і комунікабельність. Дякую!😊',
    avatarSrc: tanyaD,
  },
  {
    id: 'vitalii',
    name: 'Віталій',
    reviewDate: '2 тижні тому',
    reviewText:
      'Протягом наших занять я відчував значний прогрес у своєму особистому та професійному зростанні. Ваші поради та експертна допомога дозволили мені краще розуміти не лише конкретні питання, а й загальні принципи та стратегії. Ви не тільки талановитий вчитель, але й чудовий мотиватор! Дякую!',
    avatarSrc: vitalii,
  },
  {
    id: 'ivan',
    name: 'Іван',
    reviewDate: '6 місяців тому',
    reviewText:
      'Дякую! Завдяки вам я переконався у своїх здібностях працювати над власними проектами та досягати реальних результатів у вигляді готового продукту, який може автоматизувати рутинні завдання бізнесу. Вдячний за цей досвід та з нетерпінням чекаю на майбутні консультації. Однозначно рекомендую залучати Євгена, як ментора по React та JavaScript!',
    avatarSrc: ivan,
  },
  {
    id: 'anya',
    name: 'Аня',
    reviewDate: '1 рік тому',
    reviewText:
      "Євгене, дякую вам за допомогу в JS. Ви чудовий  викладач, грамотно підійшов до всіх питань, досконально пояснив всю теорію, постійно на зв'язку для консультації з питань завдання, однозначно фахівець, якого із задоволенням рекомендую!👍❤️",
    avatarSrc: anya,
  },
  {
    id: 'mariya',
    name: 'Марія',
    reviewDate: '9 місяців тому',
    reviewText:
      'Дякую за допомогу! Швидко і якісно отримала очікуваний результат! Євген пояснює все зрозуміло, доступно і цікаво. Впевнена - буду звертатися до вас знову!',
    avatarSrc: mariya,
  },
  {
    id: 'katja',
    name: 'Катя',
    reviewDate: '2 роки тому',
    reviewText:
      'За ці пів року можу сказати тільки те, що Ви ідеально викладаєте і мені дійсно дуже пощастило Вас знайти. Ви відповідально і професійно підходите до кожного заняття, вкрай доступно пояснюєте складний матеріал і загалом уроки проходять дуже цікаво і продуктивно. Сама атмосфера під час навчання і комфорт у спілкуванні на 10000/10🥁 Дякую за цілодобову підтримку з матеріалом і моральну, коли що-небудь йде важко. Без такого чудового викладача я б навряд чи так далеко просунулася за цей термін і змогла спокійно почати реалізовувати себе на практиці у своїй фірмі🥰',
    avatarSrc: null,
  },

  {
    id: 'vitalii2',
    name: 'Віталій',
    reviewDate: '4 місяці тому',
    reviewText:
      'Ви мега крутий учитель. Все не перестаю дивуватися, як здорово і просто ви пояснюєте такі відносно складні речі. Це ознака неймовірно талановитого викладача.',
    avatarSrc: null,
  },
  {
    id: 'oleksii',
    name: 'Олексій',
    reviewDate: '1 рік тому',
    reviewText:
      'Дякую за навчання, Євгене. За допомогою прикладів у ДЗ, розібрався з базовою логікою в Javascript. А без впевненої бази в Javascript вивчення React було б дуже складним. Добре, що базу React вивчали детально, зараз розумію наскільки це важливо. Шукав роботу 2 місяці, працюю зараз у Відні. (Фантастичний офіс у центрі міста)',
    avatarSrc: null,
  },
  {
    id: 'olha',
    name: 'Ольга',
    reviewDate: '7 місяців тому',
    reviewText:
      "Дякую за консультацію! Ви багато чого пояснили, тому я змогла вже й сама щось писати, бо спочатку взагалі нічого не виходило. Ще буду до вас звертатись обов'язково!",
    avatarSrc: olga,
  },
];
