export const Reviews = () => {
  return (
    <section className='section reviews'>
      <div className='container'>
        <div className='section__content'>
          <h2 className='section__title'>Відгуки</h2>

          <ul className='reviews__list'>
            <li className='reviews__item'>
              <p className='reviews__text'>
                За ці пів року можу сказати тільки те, що Ви ідеально викладаєте
                і мені дійсно дуже пощастило Вас знайти. Ви відповідально і
                професійно підходите до кожного заняття, вкрай доступно
                пояснюєте складний матеріал і загалом уроки проходять дуже
                цікаво і продуктивно. Сама атмосфера під час навчання і комфорт
                у спілкуванні на 10000/10🥁 Спасибі за цілодобову підтримку з
                матеріалом і моральну, коли що-небудь йде важко. Без такого
                грамотного викладача я б навряд чи так далеко просунулася за цей
                термін і змогла спокійно почати реалізовувати себе на практиці у
                своїй фірмі🥰
              </p>
              <h3 className='reviews__title'>Катя</h3>

              <div className='reviews__avatar-container'>
                <img src='' alt='' className='reviews__avatar' />
              </div>
            </li>
            <li className='reviews__item'>
              <p className='reviews__text'>
                Євгене, спасибі вам величезне за допомогу в js. Ви чудовий
                викладач, грамотно підійшов до всіх питань, досконально пояснив
                всю теорію, постійно на зв'язку для консультації з питань
                завдання, однозначно фахівець, якого із задоволенням рекомендую!
                Спасибі величезне 👍❤️
              </p>
              <h3 className='reviews__title'>Аня</h3>

              <div className='reviews__avatar-container'>
                <img src='' alt='' className='reviews__avatar' />
              </div>
            </li>
            <li className='reviews__item'>
              <p className='reviews__text'>
                Рада що звернулася саме до вас! Ви допомогли мені з багатьма
                темами з JS і React, дуже добре і дохідливо все пояснюєте, що
                допомогло мені в освоєнні складних для мене матеріалів. Заняття
                проходили завжди легко і продуктивно. Ціную ваш відповідальний
                підхід до викладання, пунктуальність і комунікабельність.
                Дякую!😊
              </p>
              <h3 className='reviews__title'>Таня</h3>

              <div className='reviews__avatar-container'>
                <img src='' alt='' className='reviews__avatar' />
              </div>
            </li>
            <li className='reviews__item'>
              <p className='reviews__text'>
                Величезне спасибі за допомогу! Швидко і якісно отримала
                очікуваний результат! Євген пояснює все зрозуміло, доступно і
                цікаво. Впевнена буду звертатися повторно!)
              </p>
              <h3 className='reviews__title'>Марія</h3>

              <div className='reviews__avatar-container'>
                <img src='' alt='' className='reviews__avatar' />
              </div>
            </li>
            <li className='reviews__item'>
              <p className='reviews__text'>
                Дякую за навчання, Євгене. За допомогою прикладів у ДЗ,
                розібрався з базовою логікою в Javascript. А без впевненої бази
                в Javascript вивчення React було б дуже складним. Добре, що базу
                React вивчали детально, зараз розумію наскільки це важливо.
                Шукав роботу 2 місяці, працюю зараз у Відні. (Фантастичний офіс
                у центрі міста)
              </p>
              <h3 className='reviews__title'>Олексій</h3>
              <div className='reviews__avatar-container'>
                <img src='' alt='' className='reviews__avatar' />
              </div>
            </li>
            <li className='reviews__item'>
              <p className='reviews__text'>
                Ви мега крутий учитель. Все не перестаю дивуватися, як здорово і
                просто ви пояснюєте такі відносно складні речі. Це ознака
                неймовірно талановитого викладача.
              </p>
              <h3 className='reviews__title'>Віталій</h3>
              <div className='reviews__avatar-container'>
                <img src='' alt='' className='reviews__avatar' />
              </div>
            </li>
            <li className='reviews__item'>
              <p className='reviews__text'>
                Дякую! Завдяки вам я переконався у своїх здібностях працювати
                над власними проектами та досягати реальних результатів у
                вигляді готового продукту, який може автоматизувати рутинні
                завдання бізнесу. Вдячний за цей досвід та з нетерпінням чекаю
                на майбутні консультації. Однозначно рекомендую залучати
                Євгенія, як ментора по React та JavaScript!
              </p>
              <h3 className='reviews__title'>Іван</h3>
              <div className='reviews__avatar-container'>
                <img src='' alt='' className='reviews__avatar' />
              </div>
            </li>
          </ul>
        </div>
      </div>
    </section>
  );
};
